import React from 'react';
import './children.scss';


const Children = () => {
    return (
        <div className='children'>
            <br />
            <h1>Что делать, если вы ребенок</h1><br />
            <h2>Как понять, что тебя травят?</h2>
            <p>С тобой демонстративно не общаются, игнорируют твои слова, просьбы, вопросы. Это происходит постоянно, твои попытки прояснить ситуацию безуспешны.</p>
            <p>О тебе постоянно распускают сплетни. При этом ты точно не делал того, в чем тебя обвиняют.</p>
            <p>Тебя постоянно прилюдно обзывают, оскорбляют, придираются. Явных причин для ссор и конфликтов нет.</p>
            <p>В соц.сетях у тебя часто появляются грубые, негативные комментарии, множество дизлайков. В соц.сетях или мессенджерах распространяют фото, видео, высмеивающие тебя. А тебе при этом совсем не весело.</p>
            <p>Тебе угрожают, тебя толкают, пихают, или даже бьют. Это происходит периодически.</p>
            <p>У тебя без спроса берут вещи, нарочно портят и ломают, забирают себе. Любые твои просьбы прекратить это вызывают лишь веселье у обидчика(ов).</p>
            <p>Ты начинаешь бояться встречи с теми, кто тебя обижает, пытаешься избегать мест, где можешь с ними встретиться.</p>
            <p>Всё это может происходить в присутствии других ребят, которые либо молча наблюдают, либо поддерживают происходящее.</p>
            <p>Обратиться за помощью к взрослым, которые могут помочь, не равно «наябедничать» или «нажаловаться». Из ситуации буллинга часто невозможно выйти самостоятельно. Если ты или твои товарищи подверглись буллингу, обязательно обратись за помощью к взрослым, которым ты доверяешь (родителям, учителям).</p>
            <img src="https://sun9-68.userapi.com/impg/qzDvZM_T4acTF8_Jsx-VcLyGKQo58k86QAXq8w/Qd2yjeAIH2Q.jpg?size=571x807&quality=95&sign=bb5feeb9147a4393e08327074265c0b3&c_uniq_tag=q24lInAlFUR4TrpIsA5_yXnp3P42a5bOgU776_p34MI&type=album" alt="" />
            <h2>Что делать в случае травли?</h2>
            <p>Важно понимать, что с буллингом практически невозможно справиться в одиночку. Поэтому самый главный совет: Не молчи!</p>
            <ol>
                <li>Обязательно расскажи о случае травли взрослым, которым доверяешь. В том числе, если травят не тебя, а кого-то другого. Не скрывай подробностей.</li>
                <li>Постарайся вступить в переговоры с обидчиками, узнай, почему они придираются именно к тебе.</li>
                <li>Сохраняй самообладание и спокойствие. Твои бурные эмоциональные реакции только раззадорят обидчиков.</li>
                <li>Если тебе угрожают, собираются отнять вещи, ударить – кричи и зови на помощь, постарайся убежать туда, где есть взрослые. Это – не игры, это самое настоящее насилие.</li>
                <li>Позвони по телефону доверия или обратись в кризисный центр.</li>
            </ol>

            <h2>Как не оказаться в ситуации травли?</h2>
            <p>От травли не застрахован никто. Помни, что травля – это проблема группы, а не того, кого травят. И всё-таки мы можем дать ряд советов.</p>
            <ul>
                <li>Старайся не ввязываться в конфликты из-за пустяков. А если это невозможно, веди цивилизованные переговоры – обсудите ситуацию с ребятами, постарайтесь прийти к компромиссу (это когда все стороны конфликта идут на уступки, внимательно выслушивают, принимают позицию другого человека).</li>
                <li>Если тебе предложат стать участником травли (вместе оскорблять, дразнить, издеваться над кем-то) ни в коем случае не соглашайся! Тем более, однажды в такой ситуации можешь оказаться ты или близкий тебе человек.</li>
                <li>Старайся не обижать других, не грубить, поступать так, как тебе кажется, поступают хорошие, добрые люди.</li>
                <li>Старайся постоянно укреплять самооценку и вести себя уверенно. Ищи свои сильные стороны и развивай их. Это сделает тебя психологически сильнее.</li>
                <li>Обзаводись друзьями и приятелями. Чем больше у тебя хороших знакомых, чем дружнее ваш класс или секция, тем меньше вероятность, что в такой компании возникнет травля.</li>
            </ul>

            <h2>Что делать в случае кибербуллинга?</h2>
            <p>Кибербуллинг – это травля в социальных сетях, мессенджерах, по телефону, на форумах, то есть в интернете. Главный совет – обратись за помощью к взрослым. Чтобы далее решать проблему вместе.</p>
            <ul>
                <li>Кибертравля в социальных сетях: сообщите о ней администраторам или службе поддержки социальной сети.</li>
                <li>Сохраните доказательства — не удаляйте буллинговые сообщения, фото или видео.</li>
                <li>Измените настройки профиля на более приватные (чтобы ваша страница была доступна только проверенным друзьям, которых вы реально знаете).</li>
                <li>Помните, с незнакомцами в интернете нужно общаться как и с незнакомыми на улице. Не идите на контакт, если вы не уверены, кто это; не добавляйте в друзья.</li>
                <li>Желательно игнорировать звонки и подозрительные смс с неизвестных номеров; пользоваться программами против спама и непристойной рекламы.</li>
            </ul>
        </div>
    );
};

export default Children;