import React from 'react';
import './parents.scss';

const Parents = () => {
    return (
        <div className="article">
            <h1>Что нужно сделать, если ваш ребенок подвергается травле</h1>
            <h2>Пошаговое руководство для родителей от психолога</h2>
            <p>
                Буллинг — это издевательство над другими людьми. Его цель — нанести
                эмоциональный или физический ущерб. Буллинг довольно распространен, но
                это не нормальная практика. Травлю ни в коем случае терпеть нельзя. В
                этой статье рассказываем, каким бывает буллинг и как определить, что
                ребенок подвергается травле. Делимся советами из наших книг и пошаговым
                руководством от психолога, которое поможет родителям остановить травлю.
            </p>
            <h3>Виды буллинга</h3>
            <p>
                Травля может происходить где угодно, например по дороге в школу, дома
                или в сети. Инициатор буллинга стремится повысить уверенность в себе,
                чувство собственной важности или авторитет. Он использует разные тактики,
                чтобы ощутить власть над другим человеком, унизить его, заставить бояться.
            </p>
            <div className="bullying-types">
                <h3>Основные виды буллинга</h3>
                <div className="types-container">
                    <div className="left-side">
                        <ul>
                            <li>1. Косвенный    </li>
                            <li>2. Физический   </li>
                            <li>3. Поведенческий</li>
                            <li>4. Словестный   </li>
                            <li>5. Кибербулинг  </li>
                        </ul>
                    </div>
                    <div className="right-side">
                        <img
                            src="https://i.pinimg.com/originals/06/b5/11/06b511475260125109c6b3c51b7654b2.jpg"
                            alt="Виды буллинга"
                        />
                    </div>
                </div>
            </div>
            <h1>Присоединение</h1>
            <p>Для участия в травле не обязательно быть инициатором.</p>

            <h2>Вербальные издевательства</h2>
            <p>Обидные слова, насмешки, словесные угрозы.</p>

            <h2>Бодишейминг</h2>
            <p>Обидные высказывания относительно внешнего вида, размеров или формы тела человека.</p>

            <h2>Физические издевательства</h2>
            <p>Применение грубой силы, гадкие или грубые жесты.</p>

            <h2>Сексуальные издевательства</h2>
            <p>Шутки, жесты или комментарии на тему секса, распространение сплетен.</p>

            <h2>Кибербуллинг</h2>
            <p>Запугивание или троллинг в интернете, через СМС или чаты.</p>

            <h2>«Я ни при чем»</h2>
            <p>Видеть, что над кем-то издеваются, и не сообщить об этом ни сразу, ни потом.</p>

            <h2>Воздействие буллинга</h2>
            <p>Травля влияет на все аспекты жизни. Человек перестает спать, не может учиться, ему плохо, в том числе физически. Состояние психики тоже может пострадать, поскольку результатом буллинга могут быть низкая самооценка, тревожность, гнев или агрессия, депрессия.</p>

            <p>Негативные последствия травли распространяются и на детей, которые традиционно не рассматриваются как непосредственно вовлеченные в буллинг. Например, может быть нарушено психологическое равновесие тех, кто стал свидетелем издевательств, у них обнаруживается больше поведенческих проблем, чем у состоящих в группах с более здоровыми взаимоотношениями, а также ухудшается успеваемость.</p>
            <h2>Кто участвует в травле</h2>
            <p>Какие дети становятся агрессорами? Кто подвергается наибольшему риску
                стать жертвой? Важно с осторожностью делать обобщения и предположения
                о типе детей, оказывающихся в каждой из категорий. Темне менее
                исследования на эту тему дают основания для следующих выводов.</p>
            <img src="https://bba0816e-594a-4120-b78a-386548177f64.selcdn.net/unsafe/fit-in/1024x1024/smart/https://782329.selcdn.ru/leonardo/uploadsForSiteId/77879/content/c0a20332-3a3b-4943-a1c3-1c1fb7a65496.png" alt="" />

            <h2>Дети-агрессоры</h2>
            <p>Иногда имеет место проактивная травля — спланированная заранее
                (целенаправленная). Здесь есть четкая цель и умысел. Дети, которые
                занимаются проактивным буллингом, часто обладают развитой социальной
                компетентностью и хорошо понимают эмоции других людей, но
                им не хватает сочувствия (то есть им трудно понять, каково это — быть
                жертвой).
            </p>
            <p>И наоборот, существует реактивная травля. Ребенок, выступающий
                в роли реактивного агрессора, может плохо понимать эмоции других людей
                и поэтому не осознает, какие чувства вызывает у них подобное поведение.
                У такого ребенка слабо развиты социальные навыки, а социальная
                компетентность низкая. Он с большей вероятностью гиперактивен,
                импульсивен, вспыльчив, раздражителен и не склонен сдерживать вспышки
                гнева, что часто усугубляет ситуацию. В эту группу попадают и детиагрессоры, и дети-жертвы.</p>
            <h2>
                Дети-жертвы
            </h2>
            <p>Этим детям не хватает уверенности в себе, их социальная компетентность
                невысока. Одни страдают от приступов тревожностии пассивны, другим
                трудно регулировать собственные эмоции, и поэтому онинабрасываются на
                других детей и сами попадают в неприятные ситуации. У них может быть
                хорошо развита аффективная эмпатия (способность чувствовать то, что
                чувствуют другие), но отсутствует эмпатия когнитивная (понимание этих
                чувств). У таких детей мало друзей, поэтому они болееуязвимы.</p>

            <h2>Буллинг и группа сверстников</h2>

            <p>Многие исследования посвящены более широкой группе детей,
                участвующих в буллинге. В работе психолога Кристины Салмивалли и
                ее коллег из Финляндии выделено шесть ролей, которые важно учитывать при
                противостоянии буллингу.</p>

            <p><b>Агрессор:</b>активен, берет на себя инициативу или инициирует травлю,
                ведет себя как лидер.</p>
            <p><b>Ассистент:</b>принимает активное участие в травле, но больше как
                последователь, чем как лидер.</p>
            <p><b>Усилитель:</b>поощряет травлю, обеспечивает аудиторию, возможно,
                смеется и подыгрывает.</p>
            <p><b>Защитник:</b>заступается за жертву, поддерживает ее или пытается
                приободрить.</p>
            <p><b>Наблюдатель:</b>ничего не делает, держится в стороне.</p>
            <p><b>Жертва:</b>подвергается травле.</p>

            <h2>Признаки буллинга
            </h2>
            <p>Узнать, что происходит травля, бывает непросто, так как дети неохотно
                об этом рассказывают. Вот несколько советов о том, как распознать травлю.</p>
            <h3>Оцените ситуацию: почему вам кажется, будто что-то идет не так?
            </h3>
            <p>
                Дети чаще рассказывают об издевательствах родителям, чем учителям,
                однако у родителей обычно меньше возможностей действовать. Но далеко
                не все дети говорят взрослым, что их травят: многие испытывают чувство
                вины, думая, что они сами послужили причиной травли, поскольку что-то
                сделали не так, или стесняются делиться своими переживаниями, полагая, что
                должны разобраться сами. Если травля связана с чем-то происходящим дома,
                ребенок может пытаться защитить свою семью и даже будет чувствовать себя
                виноватым за то, что открыл другу нечто личное, о чем никто не должен знать.
                Иногда дети не хотят раскрывать правду, поскольку считают, что взрослые
                ничем им не помогут или даже могут все испортить, — а так действительно
                иногда бывает.
            </p>
            <p>
                Одни виды травли идентифицировать легче, другие — сложнее.
                Например, прямые физические издевательства — когда ребенка толкают,
                пинают, отбирают и портят его вещи — очевидны. Относительное или
                косвенное запугивание выявить труднее (даже сотрудникам школ) —
                например, когда ребенка игнорируют или говорят о нем неприятные вещи,
                чаще всего скрытно, но прямым издевательствам не подвергают. Другие дети
                быстрее взрослых узнают, что происходит в их группе на самом деле, однако
                мы не советуем родителям расспрашивать их.

            </p>
            <p>
                Если ваш ребенок молчит, а вы встревожены, первым делом обратите
                внимание на его поведение. Изменилось ли что-то за последнее время? Важно
                поговорить с ребенком, понаблюдать за ним, а также выяснить, нет ликакойлибо еще настораживающей причины, вызывающей такое поведение.
            </p>
            <h3>
                Кто еще знает о травле?
            </h3>
            <p>
                Учителя или другие сотрудники школы могут заметить, что в группе чтото идет не так, либо узнав о неприятных инцидентах от детей, либов
                результате собственных наблюдений за поведением и взаимоотношениями
                учеников.
            </p>
            <p>
                Возможно, вы услышали, как дети обсуждают что-то непонятное, или
                случайно подслушали их разговор, или заметили не дающее вам покоя
                сообщение в телефоне или в соцсетях. Кроме того, родители других детей
                могут рассказать вам о каких-то проблемах. Тем не менее, несмотря
                на подозрения, что ребенок подвергается травле, у вас нет явных доказательств
                этого. Если вас что-то тревожит, внимательнее присмотритесь к
                происходящему.
            </p>
            <h3>Что можно сделать, если вы считаете, что ребенок подвергается
                травле
            </h3>
            <p>
                Если ребенок не хочет откровенно рассказать о том, что его травят,
                но вы обеспокоены его поведением или информацией, услышанной
                от других, прежде всего попытайтесь поговорить с ним. Сначала он может
                избегать разговора, считая, что вы все равно ничего не поймете. Тем не менее
                дайте ему понять, что вы всегда готовы выслушать его, и предоставьте ему
                возможность самому выбрать момент.

            </p>
            <p>
                Как вариант, можно обратиться к другому взрослому или доверенному
                лицу, с кем вашему ребенку будет проще поговорить. Пусть вас это
                не задевает. Порадуйтесь, что есть человек, кому ребенок доверяет. Если же
                он упорно не желает делиться своей бедой ни с кем из родных и знакомых,
                стоит обратиться за помощью в местные консультационные службы. В 2010
                году в России для оказания психологической помощи детям, подросткам
                и их родителям в трудных жизненных ситуациях был создан детский телефон
                доверия 8-800-2000-122. За 10 лет существования принято более 10
                миллионов звонков. Звонок бесплатный и анонимный.
            </p>
            <h3>
                Что делать родителям
            </h3>
            <p>
                Светлана Филатова, нейропсихолог проекта «Дети, готовыек
                будущему» (@deti_ready), поделилась с нами пошаговым руководством,
                которое поможет родителям понять алгоритм действий в случае травлии
                остановить ее.
            </p>
            <h3>
                Как разговаривать с ребенком о проблеме
            </h3>
            <ul>
                <li>
                    - Внимательно выслушать, не отвлекаясь на посторонние дела.
                </li>
                <li>
                    - Не торопиться с выводами. Постараться узнать детали
                </li>
                <li>
                    - Проявить сочувствие к ребенку, принять его болезненные чувства.
                </li>
                <li>
                    - Дать понять ребенку, что вы его поддерживаете и готовы помогать.
                </li>
                <li>
                    - Не обвинять ребенка.
                </li>
                <li>
                    - Осознать свои чувства и переживания. Не впадать в сильные эмоции
                </li>
                <li>
                    - Постараться трезво оценить происходящее.
                </li>
                <li>
                    - Спросить ребенка, какое решение проблемы его бы устроило.
                </li>
                <li>
                    - Дать советы, как отвечать обидчикам.
                </li>
            </ul>
            <h3>
                Как реагировать ребенку
            </h3>
            <ul>
                <li>
                    - Сохранять спокойствие.
                </li>
                <li>
                    - Не торопиться с выводами. Постараться узнать детали
                </li>
                <li>
                    - Не поддаваться на провокацию, не проявлять гнев: возможно, обидчик
                    потеряет к нему интерес.
                </li>
                <li>
                    - Блокировать агрессора онлайн или в телефоне, но сохранить
                    оскорбительные сообщения.
                </li>
                <li>
                    - Сообщить о нападках родителям и учителю.
                </li>
                <li>
                    - Если разговор с обидчиками вынужденно начался, переводить внимание на
                    их поведение нейтральными безразличными фразами: «Я знаю, что ты
                    любишь так говорить»; «Я знаю, что не умеешь по-другому развлекаться»;
                    «Жалко, что у вас не находится дел поинтереснее».
                </li>

            </ul>

            <h2>Какие меры предпринять родителям</h2>
            <ul>
                <li>
                    Сообщить классному руководителю. Лучше при личной встрече. Описав
                    ситуацию в заявлении с просьбой разобраться и принять участие в ее
                    разрешении.
                </li>
                <li>
                    Описать ситуацию в заявлении на имя директора ОУ.
                </li>
                <li>
                    Сохранять спокойное эмоциональное состояние. Не обвинять коллектив ОУ.
                    Дать понять, что вы надеетесь на помощь и поддержку.
                </li>
                <li>
                    Если по каким-то причинам сотрудники ОУ пытаются замять явные случаи
                    травли и нанесения вреда ребенку, обратиться в управление образованием
                    и прокуратуру с целью провести проверку действий участников травли,
                    сотрудников и администрации ОУ.
                </li>
                <li>
                    Если ребенку нанесли физические травмы (даже легкие) необходимо
                    засвидетельствовать их в травмпункте и обратиться в правоохранительные
                    органы.
                </li>
                <li>
                    Поддерживайте связь с ОУ, классным руководителем.
                </li>
                <li>
                    Регулярно узнавайте у ребенка, как обстоят дела.
                </li>
                <li>
                    Самостоятельно с родителями обидчиков и самими обидчиками не беседуйте.
                </li>
                <li>
                    Встреча с родителями обидчиков должна проходить в присутствии
                    педагогического совета: классный руководитель, директор, психолог,
                    социальный педагог.
                </li>
            </ul>

            <h2>Что нельзя делать родителям</h2>
            <ul>
                <li>
                    Искать причину в жертве травли. Обвинять жертву травли в том, что ее
                    травят. («Сам виноват, не умеет общаться, плохо учится, не умеет находить
                    общий язык с остальными, не может за себя постоять»).
                </li>
                <li>
                    Ждать, что ситуация разрешится сама.
                </li>
                <li>
                    Не замечать проблему.
                </li>
                <li>
                    Путать травлю, конфликт и непопулярность.
                </li>
                <li>
                    Считать травлю исключительно проблемой жертвы.
                </li>
                <li>
                    Давить на жалость к жертве.
                </li>
                <li>
                    Отправлять ребенка самостоятельно разбираться со своими проблемами.
                </li>
                <li>
                    Самим разбираться с обидчиками.
                </li>
            </ul>

            <h2>Какие советы нельзя давать ребенку</h2>
            <ul>
                <li>
                    «Не обращай внимания»
                </li>
                <li>
                    «Дай сдачи»
                </li>
                <li>
                    «Разбирайся сам со своими проблемами»
                </li>
                <li>
                    «Учись налаживать отношения»
                </li>
                <li>
                    «Не бойся»
                </li>
            </ul>

            <h2>Если вы — родитель агрессора</h2>
            <ul>
                <li>
                    Агрессор нередко ведет себя так потому, что испытывает неуверенность,
                    страх, бессилие. Иногда над ним тоже кто-то издевается. Попытайтесь
                    выяснить, почему ребенок ведет себя таким образом.
                </li>
                <li>
                    Помогите ему извиниться и попытаться исправить ситуацию.
                </li>
                <li>
                    Помогите понять, что его поведение не есть он сам.
                </li>
            </ul>
            <p>
                Важно иметь в виду, что недооценивание серьезности ситуации, чувств
                и страданий жертвы способствует и поддерживает ситуацию травлив
                коллективе. Единственный способ справиться с травлей или предотвратить ее
                — жёсткое пресечение.
            </p>
        </div>
    );
};

export default Parents;